* Велосипед
** Купить
*** Фонарь
*** Задний маячок
*** Звонок
*** Велокомпьютер
    - GPS
    - barometr
    - airspeed
    - odometr
    - control light
    - camera
    - moment
    - map
*** Шлем
*** Перчатки
*** Покрышки полуслики 26"х45mm
*** Жолтые поляризованные спортивные очки
** ТехОбслуживание
*** Следить за давлением в колесах
*** Смазывать цепь
*** DONE Прикрутить винтики на педаль
*** Помыть на зиму
*** Отдать в сервис осенью
    - Задняя трещетка проскакивает
    - Настроить передачи
    - Прокачать тормоза
    - Заменить тормозные колодки
    - Протянуть спицы
    - Протянуть все винты
* Автомобиль
** Купить у Инны ее Reno Fluriens
** Купить WV T4 для работ
* Автобус
** Забронировать место Тула-Волово Сб 10:00
** Забронировать место Волово-Тула Вс 12:00

|  Name |   Phone |     Age |         |             |                   |
|-------+---------+---------+---------+-------------+-------------------|
| Peter | Peter^2 | Peter^3 | Peter^4 | sqrt(Peter) | sqrt(sqrt(Peter)) |
|  Anna |  Anna^2 |  Anna^3 |  Anna^4 |  sqrt(Anna) |  sqrt(sqrt(Anna)) |
|       |       0 |       0 |       0 |           0 |                 0 |
|-------+---------+---------+---------+-------------+-------------------|
|     / |       < |       > |         |             |                   |
|     1 |       1 |       1 |       1 |           1 |                 1 |
|     2 |       4 |       8 |      16 |   1.4142136 |         1.1892071 |
|     3 |       9 |      27 |      81 |   1.7320508 |         1.3160740 |
|     4 |      16 |      64 |     256 |           2 |         1.4142136 |
|     5 |      25 |     125 |     625 |   2.2360680 |         1.4953488 |
|     6 |      36 |     216 |    1296 |   2.4494897 |         1.5650846 |
|-------+---------+---------+---------+-------------+-------------------|

#+TBLFM: $2=$1^2::$3=$1^3::$4=$1^4::$5=sqrt($1)::$6=sqrt(sqrt(($1)))
  

#+CALL

#+BEGIN_SRC pyhton :results output
  print "hello"
  2
  print "bue"
#+END_SRC


 - Elijah Wood :: He plays Frodo
 - Sean Astin :: He plays Sam, Frodo's friend. I still remember him very well from his role as Milsh in The Goonies.


|        N |      N^2 |          |
|----------+----------+----------|
|      <8> |      <8> |      <8> |
|----------+----------+----------|
|        2 |        4 | 1.4142136 |
|        3 |        9 | 1.7320508 |
|        4 |       16 |        2 |
|        5 |       25 | 2.2360680 |
|        6 |       36 | 2.4494897 |
|        7 |       49 | 2.6457513 |
|        8 |       64 | 2.8284271 |
|          |        0 |        0 |
#+TBLFM: $2=$1^2::$3=sqrt($1)
  
